/* modifier */
"-" = "-";

/* modifier */
"+" = "+";

/* modifier */
"~" = "~";

/* the first letter of \"day\" */
"d" = " 天";

/* days */
"day" = "天";

/* days */
"days" = "天";

/* the first letter of \"hour\" */
"h" = " 小时";

/* hours */
"hour" = "小时";

/* hours */
"hours" = "小时";

/* modifier */
"last" = "上一";

/* last month */
"last month" = "上月";

/* time */
"last week" = "上周";

/* last year */
"last year" = "去年";

/* the first letter of \"month\" */
"m" = " 月";

/* month */
"month" = "月";

/* months */
"months" = "月";

/* modifier, the most commonly used translation of \"next\", or some other shorthand way of saying things like \"next week\" */
"next" = "下一";

/* next month */
"next month" = "下月";

/* time */
"next week" = "下周";

/* next year */
"next year" = "明年";

/* noon */
"noon" = "中午";

/* now */
"now" = "现在";

/* modifier, the most commonly used translation of \"this\", or some other shorthand way of saying things like \"this week\" */
"this" = "此";

/* this month */
"this month" = "本月";

/* time */
"this week" = "本周";

/* this year */
"this year" = "今年";

/* \"tod\" this should be an abbreviation for \"today\" that makes sense for the given language */
"tod" = "今天";

/* today */
"today" = "今天";

/* Today */
"Today" = "今天";

/* \"tom\" this should be an abbreviation for \"tomorrow\" that makes sense for the given language */
"tom" = "明天";

/* tomorrow */
"tomorrow" = "明天";

/* Tomorrow */
"Tomorrow" = "明天";

/* tonight */
"tonight" = "今晚";

/* weeks */
"w" = " 周";

/* weeks */
"week" = "周";

/* weeks */
"weeks" = "周";

/* the first letter of \"year\" */
"y" = " 年";

/* years */
"year" = "年";

/* years */
"years" = "年";

/* \"yes\" this should be an abbreviation for \"yesterday\" that makes sense for the given language */
"yes" = "昨天";

/* yesterday */
"yesterday" = "昨天";

/* Yesterday */
"Yesterday" = "昨天";